Repository: Tristamoff/Online-record
Catalog: online_record/translations/online_record.*.po
Languages: ru

source: Default work hours.
ru: Часы работы по умолчанию

source: Day settings %day.
ru: Настройки дня %day

source: Working by default
ru: По-умолчанию работает

source: Default minutes for one task
ru: Минут на задание, по умолчанию.

source: Enable or disable day %day
ru: Включите или выключите день %day

source: Incorrect day name. Day number %num value:%val. Need set to %need
ru: Неправильное имя дня. День номер %num значение:%val. Нужно установить %need

source: Long interval, 11 symbols maximum. Example 11:30-14:00
ru: Соишком длинный интервал, 11 символов максимум. Например 11:30-14:00

source: Interval must consist of two parts. Example 8:00-10:00
ru: Интервал должен состоять из двух частей. Например 8:00-10:00

source: Value of hours must be in interval between 0-24
ru: Значение часов должно быть в интервале между 0 и 24

source: Value of minutes must be in interval between 0-59
ru: Значение минут должно быть в интервале между 0 и 59

source: Change a specialist
ru: Выберите специалиста

source: Please, verify and save your default settings.
ru: Пожалуйся, проверьте и сохраните ваши дефолтные настройки.

source: Workday
ru: Рабочий день

source: Time settings
ru: Настройки времени

source: Record №!ord
ru: Запись №!ord

source: This specialist is not active now. Please, select any other specialist.
ru: Этот специалист не активен. Пожалуйста, выберите другого специалиста.

source: This time is busy
ru: Это время уже занято

source: Date of visit
ru: Дата визита

source: Opening hours
ru: Рабочие часы

source: Working
ru: Работает

source: Not working
ru: Не работает

source: Hours of work %t
ru: Часы работы %t

source: Online records settings
ru: Настройки записи онлайн

source: Default settings for specialists.
ru: Настройки специалистов по умолчанию

source: Specialist
ru: Специалист

source: Specialist description
ru: Описание специалиста

source: Minutes of deal
ru: Минут на дело

source: Record
ru: Запись

source: Record description
ru: Описание записи

source: Count of tasks
ru: Количество задач

source: Online record
ru: Онлайн запись

source: Online records for specialists.
ru: Онлайн запись к специалистам.

source: Records
ru: Записи
